alacritty
amd-ucode
base
base-devel
bat
bibata-cursor-theme-bin
brightnessctl
btrfs-progs
dunst
efibootmgr
element-desktop
ffmpegthumbnailer
firefox
git
gnome-keyring
grim
grub
grub-btrfs
gruvbox-material-gtk-theme-git
gruvbox-plus-icon-theme-git
gvfs
htop
hyprland
hyprpaper
hyprpolkitagent
inotify-tools
iwd
kvantum-qt5
kvantum-theme-gruvbox-git
libgsf
linux
linux-firmware
lvm2
ly
man-db
micro
mpv
nano
networkmanager
noto-fonts-emoji
nwg-look
papirus-icon-theme
pipewire-alsa
pipewire-audio
pipewire-pulse
pnpm
poppler-glib
qt5-wayland
qt5ct
qt6-wayland
qt6ct
seahorse
slurp
smartmontools
snapper
stow
sudo
swappy
telegram-desktop
terminus-font
thunar
thunar-volman
ttf-hack-nerd
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-opensans
ttf-terminus-nerd
tumbler
uwsm
vicinae
vulkan-radeon
wev
wget
wireless_tools
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-xinit
xray
yay-bin
yay-bin-debug
zed
zen-browser-bin
zram-generator
zsh
